<!DOCTYPE html>
<html>

<head>
  <?php
  $title = 'קידוש החודש' . '&nbsp;|&nbsp;' . 'פרק ח';
  include('header.php');
  ?>
</head>

<body lang="he_IL" dir="rtl">
  <a href="../"><i class="fas fa-arrow-alt-circle-up" style="font-size: 24px; color: #337ab7;" title="לתפריט הראשי"></i></a>
  <div class="container">
    <h1>
      <center>הלכות קידוש החודש להרמב"ם</center>
    </h1>
    <h2>
      <center>פרק ח'</center>
    </h2>

    <a href="#8-1">הלכה א</a>&ThickSpace;
    <a href="#8-2">הלכה ב</a>&ThickSpace;
    <a href="#8-3">הלכה ג</a>&ThickSpace;
    <a href="#8-4">הלכה ד</a>&ThickSpace;
    <a href="#8-5">הלכה ה</a>&ThickSpace;
    <a href="#8-6">הלכה ו</a>&ThickSpace;
    <a href="#8-7">הלכה ז</a>&ThickSpace;
    <a href="#8-8">הלכה ח</a>&ThickSpace;
    <a href="#8-9">הלכה ט</a>&ThickSpace;
    <a href="#8-10">הלכה י</a>&ThickSpace;

    <?php
    #region Halacha 1
    ?>
    <h3 id="8-1">הלכה א</h3>
    <p>חדשה של לבנה כ"ט יום ומחצה ותשצ"ג חלקים כמו שביארנו. ואי אפשר לומר שראש החדש יהיה במקצת היום, עד שיהיה מקצת היום מחדש שעבר ומקצתו מהבא, שנאמר "עד חדש ימים" מפי השמועה למדו שימים אתה מחשב לחדש, ואי אתה מחשב שעות.</p>
    <?php
    #endregion
    #region Halacha 2
    ?>
    <h3 id="8-2">הלכה ב</h3>
    <p>לפיכך עושין חדשי הלבנה מהן חדש חסר ומהם חדש מלא. <b>חדש חסר</b> כ"ט יום בלבד ואע"פ שחדשה של לבנה יתר על זה בשעות, ו<b>חדש מלא</b> משלשים יום ואע"פ שחדשה של לבנה פחות מזה בשעות, כדי שלא לחשב שעות בחדש אלא ימים שלמים.</p>
    <?php
    #endregion
    #region Halacha 3
    ?>
    <h3 id="8-3">הלכה ג</h3>
    <p>אילו היה חדשה של לבנה כ"ט יום ומחצה בלבד, היו כל השנים חדש‑מלא‑וחדש‑חסר והיו ימי שנת הלבנה שנ"ד, ששה חדשים חסרים וששה חדשים מלאים. אבל מפני החלקים שיש בכל חדש וחדש יותר על חצי היום, יתקבץ מהן שעות וימים עד שיהיו מקצת השנים חדשים חסרים יותר על המלאים ובמקצת השנים חדשים מלאים יותר על החסרים.</p>

    <?php
    #endregion
    #region Halacha 5
    ?>
    <h3 id="8-4">הלכה ד</h3>
    <p>יום שלשים לעולם עושין אותו ראש חדש בחשבון זה: אם היה החדש שעבר חסר, יהיה יום שלשים ראש חדש הבא; ואם יהיה החדש שעבר מלא, יהיה יום שלשים ראש חדש הואיל ומקצתו ראש חדש ויהיה תשלום החדש המלא שעבר, ויהיה יום אחד ושלשים ראש החדש הבא וממנו הוא המנין והוא יום הקביעה. ולפיכך עושין ראשי חדשים בחשבון זה חדש אחד יום אחד בלבד וחדש אחד שני ימים.</p>
    <?php
    #endregion
    #region Halacha 5
    ?>
    <h3 id="8-5">הלכה ה</h3>
    <p>סדר החדשים המלאים והחסרים לפי חשבון זה כך הוא: תשרי לעולם מלא, וטבת לעולם חסר, ומטבת ואילך אחד מלא ואחד חסר על הסדר. כיצד? טבת חסר שבט מלא אדר חסר ניסן מלא אייר חסר סיון מלא תמוז חסר אב מלא אלול חסר. ובשנה המעוברת אדר‑ראשון מלא ואדר‑שני חסר.</p>

    <?php
    #endregion
    #region Halacha 6
    ?>
    <h3 id="8-6">הלכה ו</h3>
    <p>נשארו שני החדשים שהן מרחשון וכסליו, פעמים יהיו שניהם מלאים, ופעמים יהיו שניהם חסרים, ופעמים יהיה מרחשון חסר וכסליו מלא. ושנה שיהיו בה שני חדשים אלו מלאים היא שנקראו חדשיה <b>שלמים</b>, ושנה שיהיו בה שני חדשים אלו חסרים נקראו חדשיה <b>חסרין</b>, ושנה שיהיו בה מרחשון חסר וכסליו מלא נקראו חדשיה <b>כסדרן</b>.</p>

    <?php
    #endregion
    #region Halacha 7
    ?>
    <h3 id="8-7">הלכה ז</h3>
    <p class="mb-0">דרך ידיעת השנה אם חדשיה מלאים או חסרין או כסדרן לפי חשבון זה כך הוא:</p>
    <ol>
      <li><p class="mb-0">תדע תחלה יום שנקבע בו ראש השנה שתרצה לידע סדור חדשיה, כמו שביארנו בפרק שביעי.</p></li>
      <li><p class="mb-0">ותדע יום שיקבע בו ראש השנה שלאחריה.</p></li>
      <li>
        <p class="mb-0">ותחשב מנין הימים שביניהן, חוץ מיום הקביעה של זו ושל זו.</p>
        <ol>
          <li><p class="mb-0">אם תמצא ביניהן <b>שני</b> ימים, יהיו חדשי השנה <b>חסרין</b>.</p></li>
          <li><p class="mb-0">ואם תמצא ביניהם <b>שלשה</b> ימים יהיו <b>כסדרן</b>.</p></li>
          <li><p class="mb-0">ואם תמצא ביניהם <b>ארבעה</b> ימים יהיו חדשי השנה <b>שלמים</b>.</p></li>
        </ol>
      </li>
    </ol>

    <?php
    #endregion
    #region Halacha 8
    ?>
    <h3 id="8-8">הלכה ח</h3>
    <p class="mb-0">במה דברים אמורים? כשהיתה השנה שתרצה לידע סדור חדשיה פשוטה. אבל אם היתה <b>מעוברת</b>:</p>
    <ol>
      <li><p class="mb-0">אם תמצא בין יום קביעתה ובין יום קביעת שנה שלאחריה <b>ארבעה</b> ימים יהיו חדשי אותה השנה המעוברת <b>חסרים</b>.</p></li>
      <li><p class="mb-0">ואם תמצא ביניהם <b>חמשה</b> ימים יהיו <b>כסדרן</b>.</p></li>
      <li><p class="mb-0">ואם תמצא ביניהם <b>ששה</b> יהיו <b>שלמים</b>.</p></li>
    </ol>
    <table class="table table-bordered table-striped w-auto text-center">
      <thead>
        <tr>
          <th></th>
          <th>מספר ימים</th>
          <th>בין ר"ה לר"ה</th>
          <th></th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td rowspan="3">פשוטות</td>
          <td>353</td>
          <td>2</td>
          <td>חסרה</td>
        </tr>
        <tr>
          <td>354</td>
          <td>3</td>
          <td>כסדרה</td>
        </tr>
        <tr>
          <td>355</td>
          <td>4</td>
          <td>שלמה</td>
        </tr>
        <tr>
          <td rowspan="3">מעוברות</td>
          <td>383</td>
          <td>4</td>
          <td>חסרה</td>
        </tr>
        <tr>
          <td>384</td>
          <td>5</td>
          <td>כסדרה</td>
        </tr>
        <tr>
          <td>385</td>
          <td>6</td>
          <td>שלמה</td>
        </tr>
      </tbody>
    </table>

    <?php
    #endregion
    #region Halacha 9
    ?>
    <h3 id="8-9">הלכה ט</h3>
    <p>כיצד? הרי שרצינו לידע סידור חדשי שנה זו והיה ראש השנה בחמישי והיא פשוטה וראש השנה שלאחריה בשני בשבת נמצא ביניהן שלשה ימים ידענו ששנה זו חדשיה כסדרן ואילו היה ראש השנה שלאחריה בשלישי היו חדשי השנה זו שלמים ואילו היה ראש השנה בשנה זו בשבת ובשנה שלאחריה בשלישי בשבת היו חדשי שנה זו חסרין ועל דרך זו תחשב לשנה המעוברת כמו שביארנו.</p>

    <?php
    #endregion
    #region Halacha 10
    ?>
    <h3 id="8-10">הלכה י</h3>
    <p>יש שם סימנין שתסמוך עליהם כדי שלא תטעה בחשבון סידור חדשי השנה והן בנויין על עיקרי זה החשבון והקביעות והדחיות שביארנו דרכם ואלו הן כל שנה שיהיה ראש השנה בה בשלישי תהיה לעולם כסדרן לפי חשבון זה בין פשוטה בין מעוברת ואם יהיה ראש השנה בשבת או בשני לא תהיה כסדרן לעולם בין בפשוטה בין במעוברת ואם יהיה ראש השנה בחמישי אם פשוטה היא אי אפשר שיהיו חדשיה חסרים לפי חשבון זה ואם מעוברת היא אי אפשר שיהיו חדשיה כסדרן לפי חשבון זה.</p>

    <?php
    #endregion
    ?>
  </div>
  
  <a href="/perek9.php"><i class="fas fa-arrow-alt-circle-left float-start" style="font-size: 24px; color: #337ab7;" title="לפרק הבא"></i></a>
  <a href="/perek7.php"><i class="fas fa-arrow-alt-circle-right float-end" style="font-size: 24px; color: #337ab7;" title="לפרק הקודם"></i></a>
</body>