<!DOCTYPE html>
<html>

<head>
  <?php
  $title = 'קידוש החודש' . '&nbsp;|&nbsp;' . 'פרק ז';
  include('header.php');
  ?>
</head>

<body lang="he_IL" dir="rtl">
  <a href="./"><i class="fas fa-arrow-alt-circle-up" style="font-size: 24px; color: #337ab7;" title="לתפריט הראשי"></i></a>
  <div class="container">
    <h1>
      <center>הלכות קידוש החודש להרמב"ם</center>
    </h1>
    <h2>
      <center>פרק ז'</center>
    </h2>

    <a href="#7-1">הלכה א</a>&ThickSpace;
    <a href="#7-2">הלכה ב</a>&ThickSpace;
    <a href="#7-3">הלכה ג</a>&ThickSpace;
    <a href="#7-4">הלכה ד</a>&ThickSpace;
    <a href="#7-5">הלכה ה</a>&ThickSpace;
    <a href="#7-6">הלכה ו</a>&ThickSpace;
    <a href="#7-7">הלכה ז</a>&ThickSpace;
    <a href="#7-8">הלכה ח</a>&ThickSpace;

    <?php
    #region Halacha 1
    ?>
    <h3 id="7-1">הלכה א</h3>
    <p>אין קובעין לעולם ראש חדש תשרי לפי חשבון זה לא באחד בשבת, ולא ברביעי בשבת, ולא בערב שבת; סימן להם <b>אד"ו</b>. אלא כשיהיה מולד תשרי באחד משלשה ימים האלו, קובעין ראש חדש ביום שלאחריו. כיצד? הרי שהיה המולד באחד בשבת, קובעין ראש חדש תשרי יום שני; ואם היה המולד ברביעי, קובעין ראש חדש יום חמישי; ואם היה המולד בששי, קובעין ראש חדש בשביעי.</p>
    <?php
    #endregion
    #region Halacha 2
    ?>
    <h3 id="7-2">הלכה ב</h3>
    <p>וכן אם יהיה המולד <b>בחצי היום</b> או למעלה מחצי היום, קובעין ראש חדש ביום שלאחריו. כיצד? הרי שהיה המולד ביום שני בשש שעות ביום, או יתר על שש שעות, קובעין ראש חדש בשלישי. ואם יהיה המולד קודם חצי היום –אפילו בחלק אחד– קובעין ראש החדש באותו יום המולד עצמו; והוא, שלא יהיה אותו היום מימי אד"ו.</p>
    <?php
    #endregion
    #region Halacha 3
    ?>
    <h3 id="7-3">הלכה ג</h3>
    <p>כשיהיה המולד בחצי היום או אחר חצות וידחה ליום שלאחריו, אם יהיה היום שלאחריו מימי אד"ו, הרי זה נדחה לשלאחריו, ויהיה ראש החדש קבוע בשלישי מיום המולד. כיצד? הרי שהיה המולד בשבת בחצות, סימן זי"ח, קובעין ראש החדש בשנה שמולדה כזה בשני בשבת. וכן אם היה המולד בשלישי בחצות או אחר חצות, קובעין ראש החדש בחמישי בשבת.</p>

    <?php
    #endregion
    #region Halacha 5
    ?>
    <h3 id="7-4">הלכה ד</h3>
    <p>מולד תשרי שיצא בחשבון זה בליל שלישי בט' שעות בלילה ומאתים וארבעה (204) חלקים משעה עשירית, סימנה <b>ג"ט ר"ד</b>, או יותר על זה, אם היתה שנה <b>פשוטה</b> דוחין את ראש החדש, ואין קובעים אותו בשלישי בשנה זו, אלא בחמישי בשבת.</p>
    <?php
    #endregion
    #region Halacha 5
    ?>
    <h3 id="7-5">הלכה ה</h3>
    <p>וכן אם יצא מולד תשרי ביום שני בשלש שעות ביום ותקפ"ט חלקים משעה רביעית, סימנה <b>בט"ו תקפ"ט</b>, או יתר על כן, אם היתה אותה השנה <b>מוצאי המעוברת</b> שהיתה השנה הסמוכה לה שעברה מעוברת, אין קובעין ראש החדש בשני בשנה זו, אלא בשלישי.</p>

    <?php
    #endregion
    #region Halacha 6
    ?>
    <h3 id="7-6">הלכה ו</h3>
    <p>היה מולד השנה הפשוטה שאמרנו שתדחה לחמישי פחות חלק אחד, כגון שיצא סימנה ג"ט ר"ג או פחות מזה, קובעין אותה בשלישי. וכן אם היה מולד מוצאי העיבור פחות חלק, כגון שהיה סימנה בט"ו תקפ"ח או פחות מזה, קובעין אותה בשני.</p>
    <p class="mb-0">נמצא דרך קביעת ראש חדש תשרי לפי חשבון זה כך הוא:</p>
    <ol>
      <li><p class="mb-0">תחשוב ותדע המולד באי זה יום יהיה, ובכמה שעות מן היום או מן הלילה, ובכמה חלקים מן השעה.</p></li>
      <li>
        <p class="mb-0">ויום המולד הוא יום הקביעה לעולם, אלא אם כן היה:</p>
        <ol>
          <li><p class="mb-0">באחד בשבת או ברביעי או בערב שבת.</p></li>
          <li><p class="mb-0">או אם היה המולד בחצות היום או אחר חצות.</p></li>
          <li><p class="mb-0">או אם היה בר"ד חלקים משעה עשירית מליל שלישי או יותר על זה, והיתה שנה פשוטה.</p></li>
          <li><p class="mb-0">או שהיה המולד בתקפ"ט חלקים משעה רביעית מיום שני, והיתה השנה פשוטה שאחר המעוברת.</p></li>
        </ol>
        <p>שאם יארע באחד מארבעה דברים האלו, אין קובעין ביום המולד, אלא ביום שלאחריו או שלאחר אחריו, כדרך שביארנו.</p>
      </li>
    </ol>
    <?php
    #endregion
    #region Halacha 7
    ?>
    <h3 id="7-7">הלכה ז</h3>
    <p>ומפני מה אין קובעין בחשבון זה בימי אד"ו? לפי שהחשבון הזה הוא לקיבוץ הירח והשמש בהלוכה האמצעי, לא במקום האמיתי, כמו שהודענו; לפיכך עשו יום קביעה ויום דחייה כדי לפגוע ביום הקבוץ האמיתי. כיצד? בשלישי קובעין, ברביעי דוחין, בחמישי קובעין, בששי דוחין, בשבת קובעין, באחד בשבת דוחין, בשני קובעין.</p>
    <table class="table table-bordered mx-auto calendar-table">
      <thead>
        <tr>
          <th>שלישי</th>
          <th>רביעי</th>
          <th>חמישי</th>
          <th>שישי</th>
          <th>שבת</th>
          <th>ראשון</th>
          <th>שני</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td>&#10004;</td>
          <td>&#10008;</td>
          <td>&#10004;</td>
          <td>&#10008;</td>
          <td>&#10004;</td>
          <td>&#10008;</td>
          <td>&#10004;</td>
        </tr>
      </tbody>
    </table>
    <div class="raavad">
      <p>א"א מפני שהמחבר הזה מתגדר מאד ומתפאר בחכמה הזאת והוא בעיניו שהגיע לתכליתה, ואני איני מאנשיה כי גם רבותי לא הגיעו אליה ע"כ לא נכנסתי בדבריו לבדוק אחריו. אך כשפגעתי בדבר הזה שכתב נפלא בעיני הפלא ופלא, ואם יהיה המולד בבגה"ז על הדרך האמצעי למה לא ידחה למחרתו אל המולד האמיתי? ולדבריו אין ראוי לעולם לקובעו ביום מולדו, ומה חטא אד"ו שלא יהיה בו המולד לעולם באמיתי ולעולם ידחה, ומה זכה בגה"ז שיהיה ולא ידחה? ואנו קבלנו דחיית אד"ו משום יום ערבה שלא יבא בשבת, ומשום יוה"כ שלא יבא לא בערב שבת ולא במ"ש, ודחיית בד"ו משום אד"ו, והוא בעיני כמתעתע.</p>
    </div>
    <table class="table table-bordered mx-auto calendar-table mt-3 mb-0">
      <thead>
        <tr>
          <th>ראשון</th>
          <th>שני</th>
          <th>שלישי</th>
          <th>רביעי</th>
          <th>חמישי</th>
          <th>שישי</th>
          <th>שבת</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td style="background-color: lightblue;">א</td>
          <td>ב</td>
          <td>ג</td>
          <td>ד</td>
          <td>ה</td>
          <td>ו</td>
          <td>ז</td>
        </tr>
        <tr>
          <td>ח</td>
          <td>ט</td>
          <td>י</td>
          <td>יא</td>
          <td>יב</td>
          <td>יג</td>
          <td>יד</td>
        </tr>
        <tr>
          <td>טו</td>
          <td>טז</td>
          <td>יז</td>
          <td>יח</td>
          <td>יט</td>
          <td>כ</td>
          <td style="background-color: lightblue;">כא</td>
        </tr>
      </tbody>
    </table>
    <p class="text-center">משום יום ערבה (שלא יחול הושענא רבה בשבת)</p>
    <table class="table table-bordered mx-auto calendar-table mt-3 mb-0">
      <thead>
        <tr>
          <th>ראשון</th>
          <th>שני</th>
          <th>שלישי</th>
          <th>רביעי</th>
          <th>חמישי</th>
          <th>שישי</th>
          <th>שבת</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td></td>
          <td></td>
          <td></td>
          <td style="background-color: lightblue;">א</td>
          <td>ב</td>
          <td>ג</td>
          <td>ד</td>
        </tr>
        <tr>
          <td>ה</td>
          <td>ו</td>
          <td>ז</td>
          <td>ח</td>
          <td>ט</td>
          <td style="background-color: lightblue;">י</td>
          <td></td>
        </tr>
      </tbody>
    </table>
    <p class="text-center">משום יוה"כ (שלא יחול בערב שבת)</p>
    <table class="table table-bordered mx-auto calendar-table mt-3 mb-0">
      <thead>
        <tr>
          <th>ראשון</th>
          <th>שני</th>
          <th>שלישי</th>
          <th>רביעי</th>
          <th>חמישי</th>
          <th>שישי</th>
          <th>שבת</th>
        </tr>
      </thead>
      <tbody>
        <tr>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td style="background-color: lightblue;">א</td>
          <td>ב</td>
        </tr>
        <tr>
          <td>ג</td>
          <td>ד</td>
          <td>ה</td>
          <td>ו</td>
          <td>ז</td>
          <td>ח</td>
          <td>ט</td>
        </tr>
        <tr>
          <td style="background-color: lightblue;">י</td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
          <td></td>
        </tr>
      </tbody>
    </table>
    <p class="text-center">משום יוה"כ (שלא יחול במוצאי שבת)</p>
    <?php
    #endregion
    #region Halacha 8
    ?>
    <h3 id="7-8">הלכה ח</h3>
    <p>ועיקר שאר הארבע דחיות אלו הוא זה העיקר שאמרנו שהחשבון הזה במהלך אמצעי. וראיה לדבר, שהרי המולד יהיה בליל שלישי וידחה לחמישי, פעמים רבות לא יראה ירח בליל חמישי ולא בליל ששי, מכלל שלא נתקבצו השמש והירח קבוץ אמיתי אלא בחמישי.</p>

    <?php
    #endregion
    ?>
  </div>

  <a href="/perek8.php"><i class="fas fa-arrow-alt-circle-left float-start" style="font-size: 24px; color: #337ab7;" title="לפרק הבא"></i></a>
  <a href="/perek6.php"><i class="fas fa-arrow-alt-circle-right float-end" style="font-size: 24px; color: #337ab7;" title="לפרק הקודם"></i></a>
</body>
<script type="text/javascript">
</script>